export default {
  homeTitle: 'Главная страница',
  buttonSignUp: 'Зарегистрироваться',
  buttonSignIn: 'Войти',
  buttonSignOut: 'Выйти',
  buttonHome: 'На главную',
  greetings: 'Добро пожаловать',
  back: 'С возвращением',
  restButton: 'REST Client',
  historyButton: 'История',
  variablesButton: 'Переменные',
  welcomeSection: {
    title: 'Привет 👋',
    descriptionSection:
      'Мы рады видеть тебя здесь! Этот сайт создан для того, чтобы сделать тестирование API простым, быстрым и удобным.',
    descriptionSectionSecond:
      'Этот проект мы создали с теплом и вниманием — Александр 🌝, Александр 🌚 и Екатерина 🦄. Надеемся, он станет твоим надёжным помощником в работе с API 💚',
  },
  seo: {
    title: 'Главная страница',
    description:
      'Мощный инструмент для тестирования и совместной работы с API, аналог Postman. Отправляйте запросы, анализируйте ответы, управляйте коллекциями и ускоряйте рабочий процесс.',
  },
} satisfies typeof import('@/app/locales/en/home').default;
